Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Queries BGP routing registries, Autonomous System Numbers (ASN), ISP names & physical geolocation coordinates.
ar: يستعلم من سجلات توجيه BGP وأرقام الأنظمة المستقلة (ASN) وأسماء مزودي خدمة الإنترنت وإحداثيات الموقع الجغرافي الفعلي.
de: Fragt BGP-Routing-Register, Autonome Systemnummern (ASN), ISP-Namen und physische Geolokalisierungskoordinaten ab.
es: Consulta registros de enrutamiento BGP, números de sistema autónomo (ASN), nombres de ISP y coordenadas de geolocalización física.
fr: Interroge les registres de routage BGP, les numéros de système autonome (ASN), les noms de FAI et les coordonnées géographiques physiques.
it: Interroga i registri di routing BGP, i numeri di sistema autonomo (ASN), i nomi degli ISP e le coordinate di geolocalizzazione fisica.
ja: BGP ルーティング レジストリ、自律システム番号 (ASN)、ISP 名、物理的な地理位置座標をクエリします。
ko: BGP 라우팅 레지스트리, 자율 시스템 번호(ASN), ISP 이름 및 실제 지리적 위치 좌표를 쿼리합니다.
pt_br: Consulta registros de roteamento BGP, números de sistema autônomo (ASN), nomes de ISP e coordenadas de geolocalização física.
ru: Запрашивает реестры маршрутизации BGP, номера автономных систем (ASN), имена провайдеров и физические координаты геолокации.
zh_hans: 查询 BGP 路由注册表、自治系统编号 (ASN)、ISP 名称和实际地理位置坐标。
zh_hant: 查詢 BGP 路由註冊表、自治系統編號 (ASN)、ISP 名稱和實際地理位置座標。

source: Queries global IANA RDAP directory over encrypted HTTPS (no account needed).
ar: الاستعلام عن دليل IANA RDAP العالمي عبر HTTPS المشفر (لا يلزم وجود حساب).
de: Fragt das globale IANA-RDAP-Verzeichnis über verschlüsseltes HTTPS ab (kein Konto erforderlich).
es: Consulta el directorio global IANA RDAP a través de HTTPS cifrado (no se necesita cuenta).
fr: Interroge le répertoire IANA RDAP global via HTTPS crypté (aucun compte requis).
it: Interroga la directory RDAP IANA globale su HTTPS crittografato (non è necessario alcun account).
ja: 暗号化された HTTPS 経由でグローバル IANA RDAP ディレクトリをクエリします (アカウントは必要ありません)。
ko: 암호화된 HTTPS를 통해 글로벌 IANA RDAP 디렉터리를 쿼리합니다(계정이 필요하지 않음).
pt_br: Consulta o diretório RDAP global da IANA por meio de HTTPS criptografado (não é necessária uma conta).
ru: Запрашивает глобальный каталог IANA RDAP через зашифрованный HTTPS (учетная запись не требуется).
zh_hans: 通过加密 HTTPS 查询全球 IANA RDAP 注册机构目录（无需登录账号）。
zh_hant: 通過加密 HTTPS 查询全球 IANA RDAP 注册机构目录（無需登入账號）。

source: Queries global RDAP (Registration Data Access Protocol) and authoritative WHOIS directories for registrar lifecycle dates.
ar: يستعلم من بروتوكول RDAP العالمي وأدلة WHOIS الرسمية لمعرفة تواريخ دورة حياة المسجل.
de: Fragt globale RDAP- (Registration Data Access Protocol) und autoritative WHOIS-Verzeichnisse nach Registrar-Lebenszyklusdaten ab.
es: Consulta el protocolo global RDAP (Protocolo de acceso a datos de registro) y los directorios autoritativos WHOIS para fechas del ciclo de vida del registrador.
fr: Interroge le protocole mondial RDAP (Registration Data Access Protocol) et les répertoires WHOIS faisant autorité pour connaître les dates du cycle de vie du bureau d'enregistrement.
it: Interroga i protocolli globali RDAP e le directory autorevoli WHOIS per le date del ciclo di vita del registrar.
ja: グローバル RDAP (登録データ アクセス プロトコル) および信頼できる WHOIS ディレクトリをクエリして、レジストラ ライフサイクルの日付を取得します。
ko: 글로벌 RDAP(등록 데이터 액세스 프로토콜) 및 신뢰할 수 있는 WHOIS 디렉터리를 쿼리하여 등록 기관 수명 주기 날짜를 확인합니다.
pt_br: Consulta RDAP global (Protocolo de Acesso a Dados de Registro) e diretórios WHOIS autoritativos para datas de ciclo de vida do registrador.
ru: Запрашивает глобальный RDAP (протокол доступа к регистрационным данным) и авторитетные каталоги WHOIS для получения дат жизненного цикла регистратора.
zh_hans: 查询全球 RDAP（注册数据访问协议）和权威 WHOIS 目录以获取注册商生命周期日期。
zh_hant: 查詢全球 RDAP（註冊資料存取通訊協定）和權威 WHOIS 目錄以獲取註冊商生命週期日期。

source: Query
ar: استفسار
de: Abfrage
es: Consulta
fr: Requête
it: Domanda
ja: クエリ
ko: 질문
pt_br: Consulta
ru: Запрос
zh_hans: 查询
zh_hant: 查询

source: Query 1.1.1.1 Resolver
ar: استعلام محلل 1.1.1.1
de: 1.1.1.1 Resolver abfragen
es: Consultar resolutor 1.1.1.1
fr: Interroger le résolveur 1.1.1.1
it: Interroga resolver 1.1.1.1
ja: 1.1.1.1 リゾルバーをクエリ
ko: 1.1.1.1 DNS 리졸버 쿼리
pt_br: Consultar resolvedor 1.1.1.1
ru: Запросить резолвер 1.1.1.1
zh_hans: 查询 1.1.1.1 解析器
zh_hant: 查詢 1.1.1.1 解析器

source: Query Caching
ar: التخزين المؤقت للاستعلام
de: Abfrage-Caching
es: Almacenamiento en caché de consultas
fr: Mise en cache des requêtes
it: Memorizzazione nella cache delle query
ja: クエリのキャッシュ
ko: 쿼리 캐싱
pt_br: Cache de consulta
ru: Кэширование запросов
zh_hans: 查询缓存
zh_hant: 查询快取

source: Query Configuration
ar: تكوين الاستعلام
de: Abfragekonfiguration
es: Configuración de consulta
fr: Configuration de la requête
it: Configurazione della query
ja: クエリ設定
ko: 쿼리 구성
pt_br: Configuração de consulta
ru: Конфигурация запроса
zh_hans: 查询配置
zh_hant: 查詢設定

source: Query executed successfully. 0 rows returned.
ar: تم تنفيذ الاستعلام بنجاح. تم إرجاع 0 صفوف.
de: Abfrage erfolgreich ausgeführt. 0 Zeilen zurückgegeben.
es: Consulta ejecutada exitosamente. Se devolvieron 0 filas.
fr: Requête exécutée avec succès. 0 ligne renvoyée.
it: Query eseguita con successo. 0 righe restituite.
ja: クエリが正常に実行されました。 0 行が返されました。
ko: 쿼리가 성공적으로 실행되었습니다. 0개의 행이 반환되었습니다.
pt_br: Consulta executada com sucesso. 0 linhas retornadas.
ru: Запрос выполнен успешно. Возвращено 0 строк.
zh_hans: SQL 执行成功，返回 0 行数据。
zh_hant: SQL 执行成功，返回 0 行數据。

source: Query IP / ASN Info
ar: الاستعلام عن معلومات IP / ASN
de: IP-/ASN-Informationen abfragen
es: Consultar información de IP/ASN
fr: Interroger les informations IP/ASN
it: Richiedi informazioni IP/ASN
ja: IP / ASN 情報のクエリ
ko: IP / ASN 정보 쿼리
pt_br: Consultar informações de IP/ASN
ru: Запросить информацию об IP/ASN
zh_hans: 查询 IP / ASN 信息
zh_hant: 查询 IP / ASN 信息

source: Query Mode
ar: وضع الاستعلام
de: Abfragemodus
es: Modo de consulta
fr: Mode de requête
it: Modalità di interrogazione
ja: クエリモード
ko: 쿼리 모드
pt_br: Modo de consulta
ru: Режим запроса
zh_hans: 查询模式
zh_hant: 查询模式

source: Query Results (%lld rows)
ar: نتائج الاستعلام (%lld صفوف)
de: Abfrageergebnisse (%lld Zeilen)
es: Resultados de la consulta (%lld filas)
fr: Résultats de la requête (%lld lignes)
it: Risultati della query (%lld righe)
ja: クエリ結果 (%lld 行)
ko: 쿼리 결과(%lld개 행)
pt_br: Resultados da consulta (%lld linhas)
ru: Результаты запроса (%lld строк)
zh_hans: 查询结果 (%lld 行)
zh_hant: 查询结果 (%lld 行)

source: Query String (Optional)
ar: سلسلة الاستعلام (اختياري)
de: Abfragezeichenfolge (optional)
es: Cadena de consulta (opcional)
fr: Chaîne de requête (facultatif)
it: Stringa di query (facoltativa)
ja: クエリ文字列 (オプション)
ko: 쿼리 문자열(선택 사항)
pt_br: String de consulta (opcional)
ru: Строка запроса (необязательно)
zh_hans: 查询参数 (可选)
zh_hant: 查询参數 (可選)

source: Query Target
ar: هدف الاستعلام
de: Abfrageziel
es: Destino de la consulta
fr: Cible de la requête
it: Obiettivo della query
ja: クエリターゲット
ko: 쿼리 대상
pt_br: Alvo de consulta
ru: Цель запроса
zh_hans: 查询目标
zh_hant: 查询目標

source: Query WHOIS Directory
ar: استعلام دليل WHOIS
de: WHOIS-Verzeichnis abfragen
es: Consultar directorio WHOIS
fr: Interroger le répertoire WHOIS
it: Interroga directory WHOIS
ja: WHOISディレクトリを照会
ko: WHOIS 디렉터리 조회
pt_br: Consultar diretório WHOIS
ru: Запрос каталога WHOIS
zh_hans: 查询 WHOIS 目录
zh_hant: 查詢 WHOIS 目錄

source: Querying 8 Global Edge Nodes…
ar: يتم الآن الاستعلام عن 8 عقد حافة عمومية…
de: 8 globale Edge-Knoten werden abgefragt…
es: Consultando 8 nodos de borde global…
fr: Interrogation de 8 nœuds Edge globaux…
it: Interrogazione su 8 nodi edge globali…
ja: 8 つのグローバル エッジ ノードをクエリしています…
ko: 8개의 글로벌 에지 노드를 쿼리하는 중…
pt_br: Consultando 8 nós de borda globais…
ru: Опрос 8 глобальных пограничных узлов…
zh_hans: 正在请求全球 8 大边缘节点…
zh_hant: 正在請求全球 8 大邊緣节點…

source: Querying BGP & Geo…
ar: جارٍ استعلام توجيه BGP والموقع الجغرافي…
de: BGP-Routing & Standort werden abgefragt…
es: Consultando enrutamiento BGP y geolocalización…
fr: Interrogation du routage BGP et de la géolocalisation…
it: Query su instradamento BGP e geolocalizzazione in corso…
ja: BGPルーティングおよび位置情報を取得中…
ko: BGP 라우팅 및 지리 정보 조회 중…
pt_br: Consultando roteamento BGP e geolocalização…
ru: Запрос BGP-маршрутизации и геолокации…
zh_hans: 正在查询 BGP 路由与地理位置…
zh_hant: 正在查詢 BGP 路由與地理位置…

source: Querying IP…
ar: جارٍ الاستعلام عن IP…
de: IP wird abgefragt…
es: Consultando IP…
fr: Interrogation de l'IP…
it: Interrogazione IP in corso…
ja: IP をクエリ中…
ko: IP 쿼리 중…
pt_br: Consultando IP…
ru: Запрос IP…
zh_hans: 正在查询 IP 信息…
zh_hant: 正在查詢 IP 資訊…

source: Querying RDAP…
ar: جارٍ استعلام بيانات RDAP…
de: RDAP-Daten werden abgefragt…
es: Consultando datos RDAP…
fr: Interrogation des données RDAP…
it: Query sui dati RDAP in corso…
ja: RDAPデータを取得中…
ko: RDAP 데이터 조회 중…
pt_br: Consultando dados RDAP…
ru: Запрос данных RDAP…
zh_hans: 正在查询 RDAP 注册数据…
zh_hant: 正在查詢 RDAP 註冊資料…

source: Querying Resolvers…
ar: جارٍ الاستعلام عن المحللات…
de: Resolver werden abgefragt…
es: Consultando resolutores…
fr: Interrogation des résolveurs…
it: Interrogazione resolver in corso…
ja: リゾルバーをクエリ中…
ko: DNS 리졸버 쿼리 중…
pt_br: Consultando resolvedores…
ru: Запрос резолверов…
zh_hans: 正在查询解析器…
zh_hant: 正在查詢解析器…

source: Querying Whois Database…
ar: جارٍ الاستعلام عن قاعدة بيانات Whois…
de: Whois-Datenbank wird abgefragt…
es: Consultando base de datos Whois…
fr: Interrogation de la base de données Whois…
it: Interrogazione database Whois in corso…
ja: Whois データベースをクエリ中…
ko: Whois 데이터베이스 쿼리 중…
pt_br: Consultando banco de dados Whois…
ru: Запрос базы данных Whois…
zh_hans: 正在查询 Whois 数据库…
zh_hant: 正在查詢 Whois 資料庫…

source: Queue
ar: طابور
de: Warteschlange
es: Cola
fr: File d'attente
it: Coda
ja: 列
ko: 대기줄
pt_br: Fila
ru: Очередь
zh_hans: 队列
zh_hant: 队列

source: Queue Created
ar: تم إنشاء قائمة الانتظار
de: Warteschlange erstellt
es: Cola creada
fr: File d'attente créée
it: Coda creata
ja: キューが作成されました
ko: 대기열이 생성되었습니다.
pt_br: Fila criada
ru: Очередь создана
zh_hans: 队列已创建
zh_hant: 队列已建立

source: Queue Deleted
ar: تم حذف قائمة الانتظار
de: Warteschlange gelöscht
es: Cola eliminada
fr: File d'attente supprimée
it: Coda eliminata
ja: キューが削除されました
ko: 대기열이 삭제되었습니다.
pt_br: Fila excluída
ru: Очередь удалена
zh_hans: 队列已删除
zh_hant: 队列已刪除

source: Queue ID
ar: معرف قائمة الانتظار
de: Warteschlangen-ID
es: ID de cola
fr: ID de file d'attente
it: Identificativo della coda
ja: キューID
ko: 대기열 ID
pt_br: ID da fila
ru: Идентификатор очереди
zh_hans: 队列 ID
zh_hant: 队列 ID

source: Queue Name
ar: اسم قائمة الانتظار
de: Warteschlangenname
es: Nombre de cola
fr: Nom de la file d'attente
it: Nome della coda
ja: キュー名
ko: 대기열 이름
pt_br: Nome da fila
ru: Имя очереди
zh_hans: 队列名称
zh_hant: 队列名称

source: Queue names must contain only lowercase alphanumeric characters and hyphens.
ar: يجب أن تحتوي أسماء قوائم الانتظار على أحرف أبجدية رقمية صغيرة وواصلات فقط.
de: Warteschlangennamen dürfen nur alphanumerische Kleinbuchstaben und Bindestriche enthalten.
es: Los nombres de las colas deben contener únicamente caracteres alfanuméricos en minúscula y guiones.
fr: Les noms de file d'attente doivent contenir uniquement des caractères alphanumériques minuscules et des traits d'union.
it: I nomi delle code devono contenere solo caratteri alfanumerici minuscoli e trattini.
ja: キュー名には、小文字の英数字とハイフンのみを含める必要があります。
ko: 대기열 이름에는 소문자 영숫자와 하이픈만 포함해야 합니다.
pt_br: Os nomes das filas devem conter apenas caracteres alfanuméricos minúsculos e hifens.
ru: Имена очередей должны содержать только строчные буквы, цифры и дефисы.
zh_hans: 队列名称只能包含小写字母、数字和连字符。
zh_hant: 队列名称只能包含小写字母、數字和连字符。

source: Queue Overview
ar: نظرة عامة على قائمة الانتظار
de: Warteschlangenübersicht
es: Descripción general de la cola
fr: Présentation de la file d'attente
it: Panoramica della coda
ja: キューの概要
ko: 대기열 개요
pt_br: Visão geral da fila
ru: Обзор очереди
zh_hans: 队列概览
zh_hant: 队列概覽

source: Queue Purged
ar: تم تطهير قائمة الانتظار
de: Warteschlange gelöscht
es: Cola purgada
fr: File d'attente purgée
it: Coda eliminata
ja: キューがパージされました
ko: 대기열이 제거되었습니다.
pt_br: Fila eliminada
ru: Очередь очищена
zh_hans: 队列已清空
zh_hant: 队列已清空

source: Queues
ar: قوائم الانتظار (Queues)
de: Warteschlangen
es: Colas (Queues)
fr: Files d'attente
it: Code
ja: キュー
ko: 대기열 (Queues)
pt_br: Filas (Queues)
ru: Очереди (Queues)
zh_hans: Queues 消息队列
zh_hant: Queues 消息队列

source: Queues (%lld)
ar: قوائم الانتظار (%lld)
de: Warteschlangen (%lld)
es: Colas (%lld)
fr: Files d'attente (%lld)
it: Code (%lld)
ja: キュー (%lld)
ko: 대기열 (%lld)
pt_br: Filas (%lld)
ru: Очереди (%lld)
zh_hans: 队列 (%lld)
zh_hant: 佇列 (%lld)

source: Quick Actions
ar: إجراءات سريعة
de: Schnelle Aktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
ja: クイックアクション
ko: 빠른 작업
pt_br: Ações rápidas
ru: Быстрые действия
zh_hans: 快捷操作
zh_hant: 快捷操作

source: Quick Controls
ar: الضوابط السريعة
de: Schnellsteuerung
es: Controles rápidos
fr: Contrôles rapides
it: Controlli rapidi
ja: クイックコントロール
ko: 빠른 제어
pt_br: Controles rápidos
ru: Быстрое управление
zh_hans: 快速控制
zh_hant: 快速控制

source: Quick Diagnostics & Tools
ar: التشخيص السريع والأدوات
de: Schnelle Diagnose und Tools
es: Diagnóstico rápido y herramientas
fr: Diagnostics et outils rapides
it: Strumenti e diagnostica rapida
ja: クイック診断とツール
ko: 빠른 진단 및 도구
pt_br: Diagnósticos e ferramentas rápidos
ru: Быстрая диагностика и инструменты
zh_hans: 极速诊断与常用工具
zh_hant: 極速诊断与常用工具

source: Quick Integration Snippets
ar: مقتطفات التكامل السريع
de: Schnelle Integrationsausschnitte
es: Fragmentos de integración rápida
fr: Extraits d'intégration rapides
it: Snippet di integrazione rapida
ja: クイック統合スニペット
ko: 빠른 통합 스니펫
pt_br: Trechos de integração rápida
ru: Фрагменты быстрой интеграции
zh_hans: 快速集成代码片段
zh_hant: 快速集成程式碼片段

source: Quick Security Presets
ar: إعدادات أمان مسبقة سريعة
de: Sicherheits-Voreinstellungen
es: Ajustes rápidos de seguridad
fr: Préréglages de sécurité rapides
it: Preimpostazioni di sicurezza rapide
ja: クイックセキュリティプリセット
ko: 빠른 보안 사전 설정
pt_br: Predefinições rápidas de segurança
ru: Быстрые шаблоны безопасности
zh_hans: 安全策略快速预设
zh_hant: 安全性原則快速預設

source: Quickly configure enterprise email, web hosting, and security policies without typing record values.
ar: قم بتكوين البريد الإلكتروني للمؤسسة واستضافة الويب وسياسات الأمان بسرعة دون كتابة قيم السجلات.
de: Konfigurieren Sie schnell Unternehmens-E-Mail-, Webhosting- und Sicherheitsrichtlinien, ohne Datensatzwerte einzugeben.
es: Configure rápidamente las políticas de seguridad, alojamiento web y correo electrónico empresarial sin escribir valores de registro.
fr: Configurez rapidement les politiques de messagerie, d'hébergement Web et de sécurité de l'entreprise sans saisir de valeurs d'enregistrement.
it: Configura rapidamente la posta elettronica aziendale, l'hosting web e le policy di sicurezza senza digitare valori di record.
ja: レコード値を入力することなく、エンタープライズ電子メール、Web ホスティング、セキュリティ ポリシーをすばやく構成できます。
ko: 레코드 값을 입력하지 않고도 기업 이메일, 웹 호스팅, 보안 정책을 빠르게 구성할 수 있습니다.
pt_br: Configure rapidamente e-mail corporativo, hospedagem na Web e políticas de segurança sem digitar valores de registro.
ru: Быстро настраивайте корпоративную электронную почту, веб-хостинг и политики безопасности, не вводя значения записей.
zh_hans: 快速配置企业邮箱、网站托管和安全策略，无需手动输入复杂的记录值。
zh_hant: 快速設定企业邮箱、網站托管和安全性策略，無需手動輸入復杂的记录值。

source: Quickly enable Under Attack Mode, manage WAF, and tweak security levels when you need it most.
ar: قم بتمكين وضع الهجوم بسرعة، وإدارة WAF، وتعديل مستويات الأمان عندما تكون في أمس الحاجة إليها.
de: Aktivieren Sie schnell den Under Attack-Modus, verwalten Sie die WAF und passen Sie die Sicherheitsstufen an, wenn Sie es am meisten brauchen.
es: Habilite rápidamente el modo bajo ataque, administre WAF y modifique los niveles de seguridad cuando más lo necesite.
fr: Activez rapidement le mode Under Attack, gérez le WAF et ajustez les niveaux de sécurité lorsque vous en avez le plus besoin.
it: Abilita rapidamente la modalità Sotto attacco, gestisci WAF e modifica i livelli di sicurezza quando ne hai più bisogno.
ja: 最も必要なときに、攻撃中モードをすばやく有効にし、WAF を管理し、セキュリティ レベルを調整します。
ko: Under Attack 모드를 빠르게 활성화하고, WAF를 관리하고, 가장 필요할 때 보안 수준을 조정하세요.
pt_br: Ative rapidamente o modo sob ataque, gerencie o WAF e ajuste os níveis de segurança quando você mais precisar.
ru: Быстро включите режим атаки, управляйте WAF и настраивайте уровни безопасности, когда вам это нужно больше всего.
zh_hans: 快速开启 Under Attack 模式，管理 WAF，在最需要时调整安全级别。
zh_hant: 快速開啟 Under Attack 模式，管理 WAF，在最需要時調整安全性級別。

source: R2 Bucket
ar: Bucket R2
es: Bucket R2
fr: Bucket R2
it: Bucket R2
ja: R2バケット
ko: R2 버킷
pt_br: Bucket R2
ru: Бакет R2
zh_hans: R2 存储桶
zh_hant: R2 儲存桶

source: R2 Bucket Name
ar: اسم حاوية R2
es: Nombre de bucket R2
fr: Nom du bucket R2
it: Nome bucket R2
ja: R2 バケット名
ko: R2 버킷 이름
pt_br: Nome do bucket R2
ru: Имя корзины R2
zh_hans: R2 存储桶名称
zh_hant: R2 儲存貯體名稱

source: R2 Buckets
ar: حاويات R2
es: Buckets R2
fr: Buckets R2
it: Bucket R2
ja: R2 バケット
ko: R2 버킷
pt_br: Buckets R2
ru: Бакеты R2
zh_hans: R2 对象存储桶
zh_hant: R2 物件儲存桶

source: R2 Buckets (%lld)
ar: جرافات R2 (%lld)
es: Depósitos R2 (%lld)
fr: Compartiments R2 (%lld)
it: Bucket R2 (%lld)
ja: R2 バケット (%lld)
ko: R2 버킷(%lld)
pt_br: Intervalos R2 (%lld)
ru: Ведра R2 (%lld)
zh_hans: R2 存储桶 (%lld)
zh_hant: R2 儲存桶 (%lld)

source: R2 Object Storage
ar: تخزين الكائنات R2
de: R2-Objektspeicher
es: Almacenamiento de objetos R2
fr: Stockage d'objets R2
it: Archiviazione di oggetti R2
ja: R2 オブジェクト ストレージ
ko: R2 개체 스토리지
pt_br: Armazenamento de objetos R2
ru: Хранилище объектов R2
zh_hans: R2 对象存储
zh_hant: R2 物件儲存

source: R2 Storage
ar: تخزين R2
de: R2-Speicher
es: Almacenamiento R2
fr: Stockage R2
it: Deposito R2
ja: R2ストレージ
ko: R2 스토리지
pt_br: Armazenamento R2
ru: Хранилище R2
zh_hans: R2 存储
zh_hant: R2 儲存

source: Range
ar: يتراوح
de: Reichweite
es: Rango
fr: Gamme
it: Allineare
ja: 範囲
ko: 범위
pt_br: Faixa
ru: Диапазон
zh_hans: 时间范围
zh_hant: 時間范围

source: Ranked by lowest response time.
ar: مرتبة حسب أقل وقت استجابة.
de: Sortiert nach der niedrigsten Antwortzeit.
es: Ordenado por menor tiempo de respuesta.
fr: Classé par temps de réponse le plus bas.
it: Ordinato per tempo di risposta più basso.
ja: 最も短い応答時間順にランク付けされています。
ko: 가장 짧은 응답 시간 순으로 정렬됨.
pt_br: Classificado pelo menor tempo de resposta.
ru: Отсортировано по наименьшему времени ответа.
zh_hans: 按响应时间由低到高排序。
zh_hant: 按回應時間由低至高排序。

source: Rate Limit Configuration
ar: تكوين حد المعدل
de: Ratenbegrenzungskonfiguration
es: Configuración del límite de velocidad
fr: Configuration de la limite de débit
it: Configurazione del limite di velocità
ja: レート制限の設定
ko: 비율 제한 구성
pt_br: Configuração de limite de taxa
ru: Конфигурация ограничения скорости
zh_hans: 速率限制配置
zh_hant: 速率限制設定

source: Rate Limit Created
ar: تم إنشاء حد السعر
de: Ratenlimit erstellt
es: Límite de tasa creado
fr: Limite de débit créée
it: Limite di velocità creato
ja: レート制限が作成されました
ko: 비율 제한이 생성됨
pt_br: Limite de taxa criado
ru: Ограничение скорости создано
zh_hans: 速率限制已创建
zh_hant: 速率限制已建立

source: Rate Limiting
ar: الحد من المعدل
de: Ratenbegrenzung
es: Limitación de tasa
fr: Limitation du débit
it: Limitazione della velocità
ja: レート制限
ko: 속도 제한
pt_br: Limitação de taxa
ru: Ограничение скорости
zh_hans: 速率限制
zh_hant: 速率限制

source: Rate Limiting Rule Created
ar: تم إنشاء قاعدة تقييد المعدل
de: Rate-Limiting-Regel erstellt
es: Regla de límite de velocidad creada
fr: Règle de limitation de débit créée
it: Regola di limitazione della velocità creata
ja: レート制限ルールを作成しました
ko: 속도 제한 규칙 생성됨
pt_br: Regra de limitação de taxa criada
ru: Правило ограничения скорости создано
zh_hans: 速率限制规则已创建
zh_hant: 速率限制規則已建立

source: Rate Limiting Rule Deleted
ar: تم حذف قاعدة تحديد المعدل
de: Ratenbegrenzungsregel gelöscht
es: Regla de limitación de velocidad eliminada
fr: Règle de limitation de débit supprimée
it: Regola di limitazione della velocità eliminata
ja: レート制限ルールが削除されました
ko: 비율 제한 규칙이 삭제되었습니다.
pt_br: Regra de limitação de taxa excluída
ru: Правило ограничения скорости удалено
zh_hans: 速率限制规则已删除
zh_hant: 速率限制規則已刪除

source: Rate Limiting Rule Updated
ar: تم تحديث قاعدة تحديد المعدل
de: Ratenbegrenzungsregel aktualisiert
es: Regla de limitación de tasa actualizada
fr: Règle de limitation de débit mise à jour
it: Regola di limitazione della velocità aggiornata
ja: レート制限ルールが更新されました
ko: 속도 제한 규칙이 업데이트되었습니다.
pt_br: Regra de limitação de taxa atualizada
ru: Обновлено правило ограничения скорости
zh_hans: 速率限制规则已更新
zh_hant: 速率限制規則已更新

source: Raw Expression
ar: التعبير الخام
de: Rohausdruck
es: Expresión sin procesar
fr: Expression brute
it: Espressione grezza
ja: 未加工の式
ko: 원시 표현식
pt_br: Expressão bruta
ru: Исходное выражение
zh_hans: 原始表达式
zh_hant: 原始表達式

source: Raw Trace
ar: تتبع الخام
de: Rohe Spur
es: Traza cruda
fr: Trace brute
it: Traccia grezza
ja: 生のトレース
ko: 원시 추적
pt_br: Rastreamento Bruto
ru: Необработанный след
zh_hans: 原始 Trace 报文
zh_hant: 原始 Trace 報文

source: Raw Trace Breakdown (%lld Keys)
ar: تفاصيل التتبع الخام (%lld مفاتيح)
de: Detaillierte Trace-Aufschlüsselung (%lld Schlüssel)
es: Desglose de traza sin procesar (%lld claves)
fr: Détail de la trace brute (%lld clés)
it: Dettaglio traccia non elaborata (%lld chiavi)
ja: 未加工のトレース詳細 (%lld 個のキー)
ko: 원시 추적 내역 (%lld개 키)
pt_br: Detalhamento de Rastreamento Bruto (%lld Chaves)
ru: Разбивка исходной трассировки (%lld ключей)
zh_hans: 原始跟踪明细 (%lld 个键)
zh_hant: 原始追蹤明細 (%lld 個鍵)

source: Raw trace copied
ar: تم نسخ التتبع الأولي
de: Rohspur kopiert
es: Seguimiento sin procesar copiado
fr: Trace brute copiée
it: Traccia grezza copiata
ja: 生のトレースがコピーされました
ko: 원시 추적이 복사되었습니다.
pt_br: Rastreamento bruto copiado
ru: Необработанная трассировка скопирована
zh_hans: 原始 Trace 报文已复制
zh_hant: 原始 Trace 報文已複製

source: React / Next.js
ar: الرد / Next.js
de: Reagieren / Next.js
es: Reaccionar/Next.js
fr: Réagir / Next.js
it: Reagire/Next.js
ko: 반응 / Next.js
pt_br: Reagir / Next.js
ru: Реагировать/Next.js

source: Read Only
ar: قراءة فقط
de: Nur lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
ru: Только чтение
zh_hans: 只读
zh_hant: 只讀

source: Ready to Probe Worker
ar: على استعداد لفحص العامل
de: Bereit zur Untersuchung des Workers
es: Worker listo para sondear
fr: Prêt à sonder le Worker
it: Pronto a sondare il lavoratore
ja: 調査する準備ができているWorker
ko: Worker 조사 준비 완료
pt_br: Pronto para sondar o trabalhador
ru: Готовы проверить работника
zh_hans: 准备发起 Worker 实时调用
zh_hant: 准備發起 Worker 實時調用

source: Real-Time Logs
ar: سجلات الوقت الحقيقي
de: Echtzeitprotokolle
es: Registros en tiempo real
fr: Journaux en temps réel
it: Registri in tempo reale
ja: リアルタイムログ
ko: 실시간 로그
pt_br: Registros em tempo real
ru: Журналы в реальном времени
zh_hans: 实时日志
zh_hant: 實時記錄

source: Reason for this rule
ar: سبب هذه القاعدة
de: Grund für diese Regel
es: Razón de esta regla
fr: Raison de cette règle
it: Motivo di questa regola
ja: このルールの理由
ko: 이 규칙의 이유
pt_br: Razão para esta regra
ru: Причина этого правила
zh_hans: 该规则的原因
zh_hant: 该規則的原因

source: Recent account modifications & actions
ar: التعديلات والإجراءات الأخيرة في الحساب
de: Letzte Kontoänderungen und -aktionen
es: Modificaciones y acciones recientes de la cuenta
fr: Modifications et actions récentes du compte
it: Modifiche e azioni recenti dell'account
ja: 最近のアカウントの変更とアクション
ko: 최근 계정 수정 및 조치
pt_br: Modificações e ações recentes na conta
ru: Недавние изменения и действия в аккаунте
zh_hans: 近期账户变更记录与操作日志
zh_hant: 近期帳號變更记录与操作記錄

source: Recent Domains
ar: المجالات الأخيرة
de: Aktuelle Domänen
es: Dominios recientes
fr: Domaines récents
it: Domini recenti
ja: 最近のドメイン
ko: 최근 도메인
pt_br: Domínios recentes
ru: Недавние домены
zh_hans: 最近访问的域名
zh_hant: 最近访问的網域稱

source: Recent Incidents (%lld)
ar: الحوادث الأخيرة (%lld)
de: Aktuelle Vorfälle (%lld)
es: Incidentes recientes (%lld)
fr: Incidents récents (%lld)
it: Incidenti recenti (%lld)
ja: 最近のインシデント (%lld)
ko: 최근 사건(%lld)
pt_br: Incidentes recentes (%lld)
ru: Недавние инциденты (%lld)
zh_hans: 近期网络波动与事件 (%lld)
zh_hant: 近期網路波動与事件 (%lld)
